import { Disclosure, DisclosureButton, DisclosurePanel } from '@headlessui/react'
import { MinusSmallIcon, PlusSmallIcon } from '@heroicons/react/24/outline'

const faqs = [
  {
    question: "Спортын секц дугуйлан байдаг уу? Ямар нэгэн шалгууртай юу?",
    answer:
      "Сагсан бөмбөг, волейбол, модон бөмбөг, чөлөөт бөх, үндэсний бөх, хөнгөн атлетик, ширээний теннисийн мэргэжлийн багш нараар удирдуулсан секцүүд хуваарийн дагуу төлбөргүйгээр хичээллэдэг. Элсэхийг хүсэгчдэд тусгайлсан шалгуур тавьдаггүй.",
  },
  {
    question: 'Урлагийн тодорхой төрлөөр хичээллэх боломжтой юу?',
    answer:
      'Дэлхийн цэнгээнт бүжгийн спортын тавцанд хүлээн зөвшөөрөгдсөн “Хатан туул” бүжгийн хамтлаг нь шинээр элссэн оюутнуудыг хамтлагтаа элсүүлдэг. Мөн Хатан туул театрт оюутнууд урлагийн арга хэмжээ зохион байгуулах, нэг нэгнээсээ харилцан суралцах бүрэн боломжтой. Уг театрыг мэргэжлийн 2 уран бүтээлч хариуцан ажилладаг.',
  },
  {
    question: 'Чөлөөт цагт зориулсан ямар үйлчилгээ байдаг вэ?',
    answer:
      'Оюутнуудын чөлөөт цагийг зөв өнгөрүүлэх ажлын хүрээнд жилд 1 удаа бүрэлдэхүүн сургуулиудын дунд багш оюутнуудын спортын нөхөрсөг тэмцээн болдог. ХААИС-ийн хэмжээнд жил бүр оюутны урлаг спортын их наадам болдог. Мөн үүнээс гадна оюутнуудын хичээлийн бус цагаа өнгөрөөх өөрсдийн сонирхлоор нэгдсэн Furry friends мал амьтны эрхийг хамгаалах клуб, Ирээдүйн CEO, MULS Finance, IFA, HELPERS, Digital Solutions зэрэг клубүүд тогтмол үйл ажиллагаа явуулдаг.',
  },
  {
    question: 'Хос хөтөлбөрөөр суралцахад тавигддаг гол шаардлага юу вэ?',
    answer: [
      "ХААИС-ийн 1,2-р ангийн үндсэн оюутан байх.",
      "Гадаад хэлний зохих шаардлагыг хангасан оюутнууд хос хөтөлбөрт шууд хамрагдах боломжтой. Үүнд:",
      "Англи хэл - IELTS 6.0",
      "Солонгос хэл - TOPIK 4",
      "Хятад хэл - HSK 4",
      "Орос хэл - ТРК 1",
      "Япон хэл - N2",
      "Хэлний бэлтгэлийн элсэлт: 9 сарын эхний 14 хоногт элсэлт явагдана. Төлбөр: 1,450,000 төгрөг",
    ],
  },
  {
    question: "Хос хөтөлбөрөөр суралцах нь надад ямар ашигтай вэ?",
    answer: [
      "1. Хоѐр улсын диплом буюу Монгол улсын ХААИС-ийн бакалаврын зэргийн диплом болон ОХУ, БНХАУ, БНСУ, Канад зэрэг орнуудын их сургуулийн дипломтой төгсөх;",
      "2. Харьцангуй бага зардлаар техник, технологи өндөр хөгжсөн оронд суралцаж, дээд боловсрол эзэмших;",
      "3. Орос, Англи, Солонгос, Хятад зэрэг гадаад хэлийг бүрэн эзэмших;",
      "4. Олон улсын хэмжээнд хүлээн зөвшөөрөгдсөн чадварлаг мэргэжилтэн болох;",
    ],
  },
  {
    question: "Төлбөрийн хөнгөлөлтийг ямар болзол, үе шаттай авах боломжтой вэ?",
    answer: [
      "“2025-2026 оны хичээлийн жилд суралцагч элсүүлэх журам”-ын 3.6 дахь заалтаар Бакалаврын элсэгчдэд олгох тэтгэлэг:",
      "3.6.1 Элсэгч нь ЭШ-ын суурь хичээлд 700 ба үүнээс дээш оноотой бол эхний жилийн сургалтын төлбөрт 100 хувь, 600-699 оноотой бол 50 хувийн тэтгэлэг тус тус олгоно.",
      "3.6.2 Босго онооны болзол хангасан элсэгчдэд сургалтын төлбөрийн дараах тэтгэлгүүд олгогдоно. Үүнд:",
      " - Олон улсын олимпиадад 1-3 дугаар байр эзэлсэн бол эхний жилийн сургалтын төлбөрт 100%;",
      " - Тухайн мэргэжлийн ЭШ-1-ийн хичээлээр улсын олимпиадад 1-5 дугаар байр эзэлсэн бол эхний жилийн сургалтын төлбөрт 100%;",
      " - Тухайн мэргэжлийн ЭШ-1-ийн хичээлээр хот, аймгийн олимпиадад 1-5 дугаар байр эзэлсэн бол эхний жилийн сургалтын төлбөрт 30%;",
      " - ХААИС-ийн нэрэмжит ЭШ-ын их сорилгод 1 байр эзэлсэн, босго оноо хүрсэн бол эхний жилийн сургалтын төлбөрт 100%;",
      " - ХААИС-ийн нэрэмжит ЭШ-ийн их сорилгод 2-5 байр эзэлсэн, босго оноо хүрсэн бол эхний жилийн сургалтын төлбөрт 50%;",
      " - ХААИС-ийн нэрэмжит ЭШ-ын их сорилгод 6-10 байр эзэлсэн, босго оноо хүрсэн бол эхний жилийн сургалтын төлбөрт 30%;",
      " - Урлаг, спортын төрлөөр олон улс, улсын хэмжээний уралдаан тэмцээнд 1-3 дугаар байр эзэлсэн бол эхний жилийн сургалтын төлбөрт 30%;",
      " - Олон улсын хэмжээний мастер цолтой бол эхний жилийн сургалтын төлбөрт 100%;",
      " - Спортын мастер, дэд мастер, спортын 1-р зэрэгтэй бол эхний жилийн сургалтын төлбөрт 30%;",
      "3.6.3 Тэргүүлэх болон эрэлттэй мэргэжлээр элссэн оюутан шаардлага хангасан тохиолдолд боловсролын зээлийн сангийн зээл бусад тэтгэлэгт хөтөлбөрт хамрагдаж хөнгөлөлт эдэлнэ.",
      "3.6.4 Дээд боловсролын тухай хуулийн 13.3.6 дахь заалтын дагуу төрийн болон орон нутгийн өмчийн цэцэрлэг, ерөнхий боловсролын сургууль, мэргэжлийн боловсролын сургууль, политехник коллежид 15-аас доошгүй жил тасралтгүй ажилласан багш, ажилтны нэг хүүхдийг тэргүүлэх, эрэлттэй мэргэжлээр үнэ төлбөргүй, хөнгөлөлттэй нөхцөлөөр суралцуулна.",
      "3.6.5 Багш, ажилтны төрсөн нэг хүүхэд нь ХААИС-ийн бакалаврын хөтөлбөр, хос хөтөлбөрт элссэн тохиолдолд эхний жилийн сургалтын төлбөрт 50 хувийн тэтгэлэг олгоно.",
    ],
  },
    {
    question: 'Би дотуур байранд амьдрахаар төлөвлөж байгаа, боломжтой юу?',
    answer:
      'ХААИС нь дотоод болон гадаад оюутандаа зориулсан 3 дотуур байртай. Сургуулиас 300 метрийн зайд байрлах байрууд нь нэг оюутанд ноогдох талбайн хэмжээ, ариун цэврийн байгууламж, галын аюулгүй байдал, гал тогооны тохижилт гэх мэт дотуур байрны нийтлэг стандарт хангасан. 1 ба 2-р курсийн хүсэлт гаргасан оюутнууд нэн тэргүүнд хамрагддаг.',
  },
]

export default function Questions() {
  return (
    <div className="bg-white">
      <div className="mx-auto max-w-7xl px-3 py-24 sm:py-20 lg:px-4 lg:py-20">
        <div className="mx-auto max-w-4xl">
          <h2 className="text-4xl font-semibold tracking-tight text-gray-800 sm:text-5xl">
            Түгээмэл асуултууд
          </h2>
          <dl className="mt-6 divide-y divide-gray-700">
            {faqs.map((faq) => (
              <Disclosure
                key={faq.question}
                as="div"
                className="py-6 first:pt-0 last:pb-0"
              >
                <dt>
                  <DisclosureButton className="group flex w-full items-start justify-between text-left text-gray-800">
                    <span className="text-base/7 font-semibold">{faq.question}</span>
                    <span className="ml-6 flex h-7 items-center">
                      <PlusSmallIcon
                        aria-hidden="true"
                        className="h-6 w-6 group-data-open:hidden"
                      />
                      <MinusSmallIcon
                        aria-hidden="true"
                        className="h-6 w-6 group-not-data-open:hidden"
                      />
                    </span>
                  </DisclosureButton>
                </dt>
                <DisclosurePanel
                  as="dd"
                  className="mt-2 pr-12 text-gray-600"
                >
                  {Array.isArray(faq.answer) ? (
                    <ul className="list-disc pl-5 space-y-2">
                      {faq.answer.map((item, i) => (
                        <li key={i} className="text-base/7">
                          {item}
                        </li>
                      ))}
                    </ul>
                  ) : (
                    <p className="text-base/7">{faq.answer}</p>
                  )}
                </DisclosurePanel>
              </Disclosure>
            ))}
          </dl>
        </div>
      </div>
    </div>
  )
}
