export const civilization = [
  {
    CountryName: 'Монгол',
    CountryId: "1",
    Cities: [
      {
        cityName: 'Архангай',
        cityId: "a1",
        Districts: [
          { id: "1", name: 'Батцэнгэл' },
          { id: "2", name: 'Булган' },
          { id: "3", name: 'Чулуут' },
          { id: "4", name: 'Эрдэнэбулган' },
          { id: "5", name: 'Эрдэнэмандал' },
          { id: "6", name: 'Их тамир' },
          { id: "7", name: 'Жаргалант' },
          { id: "8", name: 'Хангай' },
          { id: "9", name: 'Хашаат' },
          { id: "10", name: 'Хайрхан' },
          { id: "11", name: 'Хотонт' },
          { id: "12", name: 'Өгий нуур' },
          { id: "13", name: 'Өлзийт' },
          { id: "14", name: 'Өндөр-Улаан' },
          { id: "15", name: 'Тариат' },
          { id: "16", name: 'Түвшрүүлэх' },
          { id: "17", name: 'Цахир' },
          { id: "18", name: 'Цэнхэр' },
          { id: "19", name: 'Цэцэрлэг' }
        ]
      },
      {
        cityName: 'Баян-Өлгий',
        cityId: "a2",
        Districts: [
          { id: "1", name: 'Алтай' },
          { id: "2", name: 'Алтанцөгц' },
          { id: "3", name: 'Баяннуур' },
          { id: "4", name: 'Булган' },
          { id: "5", name: 'Бугат' },
          { id: "6", name: 'Буянт' },
          { id: "7", name: 'Дэлүүн' },
          { id: "8", name: 'Ногооннуур' },
          { id: "9", name: 'Сагсай' },
          { id: "10", name: 'Толбо' },
          { id: "11", name: 'Улаанхус' },
          { id: "12", name: 'Цэнгэл' },
          { id: "13", name: 'Өлгий' },
          { id: "14", name: 'Цагааннуур тосгон' }
        ]
      },
      {
        cityName: 'Баянхонгор',
        cityId: "a3",
        Districts: [
          { id: "1", name: 'Баацагаан' },
          { id: "2", name: 'Баянбулаг' },
          { id: "3", name: 'Баянговь' },
          { id: "4", name: 'Баянлиг' },
          { id: "5", name: 'Баян-Овоо' },
          { id: "6", name: 'Баян-Өндөр' },
          { id: "7", name: 'Баянхонгор' },
          { id: "8", name: 'Баянцагаан' },
          { id: "9", name: 'Богд' },
          { id: "10", name: 'Бөмбөгөр' },
          { id: "11", name: 'Бууцагаан' },
          { id: "12", name: 'Галуут' },
          { id: "13", name: 'Гурванбулаг' },
          { id: "14", name: 'Жаргалант' },
          { id: "15", name: 'Жинст' },
          { id: "16", name: 'Заг' },
          { id: "17", name: 'Өлзийт' },
          { id: "18", name: 'Хүрээмарал' },
          { id: "19", name: 'Шинэжинст' },
          { id: "20", name: 'Эрдэнэцогт' }
        ]
      },
      {
        cityName: 'Булган',
        cityId: "a4",
        Districts: [
          { id: "1", name: 'Баян-Агт' },
          { id: "2", name: 'Баяннуур' },
          { id: "3", name: 'Бугат' },
          { id: "4", name: 'Бүрэгхангай' },
          { id: "5", name: 'Гурванбулаг' },
          { id: "6", name: 'Дашинчилэн' },
          { id: "7", name: 'Могод' },
          { id: "8", name: 'Орхон' },
          { id: "9", name: 'Рашаант' },
          { id: "10", name: 'Сайхан' },
          { id: "11", name: 'Сэлэнгэ' },
          { id: "12", name: 'Тэшиг' },
          { id: "13", name: 'Хангал' },
          { id: "14", name: 'Хишиг-Өндөр' },
          { id: "15", name: 'Хутаг-Өндөр' }
        ]
      },
      {
        cityName: 'Говь-Алтай',
        cityId: "a5",
        Districts: [
          { id: "1", name: 'Алтай' },
          { id: "2", name: 'Баян-Уул' },
          { id: "3", name: 'Бигэр' },
          { id: "4", name: 'Бугат' },
          { id: "5", name: 'Дарви' },
          { id: "6", name: 'Дэлгэр' },
          { id: "7", name: 'Жаргалан' },
          { id: "8", name: 'Есөнбулаг' },
          { id: "9", name: 'Тайшир' },
          { id: "10", name: 'Тонхил' },
          { id: "11", name: 'Төгрөг' },
          { id: "12", name: 'Халиун' },
          { id: "13", name: 'Хөхморьт' },
          { id: "14", name: 'Цогт' },
          { id: "15", name: 'Цээл' },
          { id: "16", name: 'Чандмань' },
          { id: "17", name: 'Шарга' },
          { id: "18", name: 'Эрдэнэ' }
        ]
      },
      {
        cityName: 'Говьсүмбэр',
        cityId: "a6",
        Districts: [
          { id: "1", name: 'Сүмбэр' },
          { id: "2", name: 'Баянтал' },
          { id: "3", name: 'Шивээговь' }
        ]
      },
      {
        cityName: 'Дархан-Уул',
        cityId: "a7",
        Districts: [
          { id: "1", name: 'Дархан' },
          { id: "2", name: 'Орхон' },
          { id: "3", name: 'Хонгор' },
          { id: "4", name: 'Шарын гол' }
        ]
      },
      {
        cityName: 'Дорноговь',
        cityId: "a8",
        Districts: [
          { id: "1", name: 'Айраг' },
          { id: "2", name: 'Алтанширээ' },
          { id: "3", name: 'Даланжаргалан' },
          { id: "4", name: 'Дэлгэрэх' },
          { id: "5", name: 'Замын-Үүд' },
          { id: "6", name: 'Иххэт' },
          { id: "7", name: 'Мандах' },
          { id: "8", name: 'Өргөн' },
          { id: "9", name: 'Сайхандулаан' },
          { id: "10", name: 'Улаанбадрах' },
          { id: "11", name: 'Хатанбулаг' },
          { id: "12", name: 'Хөвсгөл' },
          { id: "13", name: 'Эрдэнэ' }
        ]
      },
      {
        cityName: 'Дорнод',
        cityId: "a9",
        Districts: [
          { id: "1", name: 'Баяндун' },
          { id: "2", name: 'Баянтүмэн' },
          { id: "3", name: 'Баян-Уул' },
          { id: "4", name: 'Булган' },
          { id: "5", name: 'Гурванзагал' },
          { id: "6", name: 'Дашбалбар' },
          { id: "7", name: 'Матад' },
          { id: "8", name: 'Сэргэлэн' },
          { id: "9", name: 'Халхгол' },
          { id: "10", name: 'Хөлөнбуйр' },
          { id: "11", name: 'Хэрлэн' },
          { id: "12", name: 'Цагаан-Овоо' },
          { id: "13", name: 'Чойбалсан' },
          { id: "14", name: 'Чулуунхороот' }
        ]
      },
      {
        cityName: 'Дундговь',
        cityId: 'a10',
        Districts:[
              { id: "1", name: "Баяндун" },
            { id: "2", name: "Баянтүмэн" },
            { id: "3", name: "Баян-Уул" },
            { id: "4", name: "Булган" },
            { id: "5", name: "Гурванзагал" },
            { id: "6", name: "Дашбалбар" },
            { id: "7", name: "Матад" },
            { id: "8", name: "Сэргэлэн" },
            { id: "9", name: "Халхгол" },
            { id: "10", name: "Хөлөнбуйр" },
            { id: "11", name: "Хэрлэн" },
            { id: "12", name: "Цагаан-Овоо" },
            { id: "13", name: "Чойбалсан" },
            { id: "14", name: "Чулуунхороот" }
        ]
      },
      {
        cityName: 'Завхан',
        cityId: 'a11',
        Districts: [
            { id: '1', name: 'Алдархаан' },
            { id: '2', name: 'Асгат' },
            { id: '3', name: 'Баянтэс' },
            { id: '4', name: 'Баянхайрхан' },
            { id: '5', name: 'Дөрвөлжин' },
            { id: '6', name: 'Завханмандал' },
            { id: '7', name: 'Идэр' },
            { id: '8', name: 'Их-Уул' },
            { id: '9', name: 'Нөмрөг' },
            { id: '10', name: 'Отгон' },
            { id: '11', name: 'Сантмаргаз' },
            { id: '12', name: 'Сонгино' },
            { id: '13', name: 'Тосонцэнгэл' },
            { id: '14', name: 'Түдэвтэй' },
            { id: '15', name: 'Тэлмэн' },
            { id: '16', name: 'Тэс' },
            { id: '17', name: 'Ургамал' },
            { id: '18', name: 'Цагаанхайрхан' },
            { id: '19', name: 'Цагаанчулуут' },
            { id: '20', name: 'Цэцэн-Уул' },
            { id: '21', name: 'Шилүүстэй' },
            { id: '22', name: 'Эрдэнэхайрхан' },
            { id: '23', name: 'Яруу' }
        ]
      },
      {
        cityName: 'Орхон',
        cityId: 'a12',
        Districts: [
            { id: '1', name: 'Баян-Өндөр' },
            { id: '2', name: 'Жаргалант' }
        ]
      },
        {
        cityName: 'Өвөрхангай',
        cityId: 'a13',
        Districts: [
            { id: '1', name: 'Арвайхээр' },
            { id: '2', name: 'Баруунбаян-Улаан' },
            { id: '3', name: 'Бат-Өлзий' },
            { id: '4', name: 'Баянгол' },
            { id: '5', name: 'Баян-Өндөр' },
            { id: '6', name: 'Богд' },
            { id: '7', name: 'Бүрд' },
            { id: '8', name: 'Гучин-Ус' },
            { id: '9', name: 'Есөнзүйл' },
            { id: '10', name: 'Зүүнбаян-Улаан' },
            { id: '11', name: 'Нарийнтээл' },
            { id: '12', name: 'Өлзийт' },
            { id: '13', name: 'Сант' },
            { id: '14', name: 'Тарагт' },
            { id: '15', name: 'Төгрөг' },
            { id: '16', name: 'Уянга' },
            { id: '17', name: 'Хайрхандулаан' },
            { id: '18', name: 'Хархорин' },
            { id: '19', name: 'Хужирт' }
        ]
        },
        {
        cityName: 'Өмнөговь',
        cityId: 'a14',
        Districts: [
            { id: '1', name: 'Баяндалай' },
            { id: '2', name: 'Баян-Овоо' },
            { id: '3', name: 'Булган' },
            { id: '4', name: 'Гурвантэс' },
            { id: '5', name: 'Мандал-Овоо' },
            { id: '6', name: 'Манлай' },
            { id: '7', name: 'Ноён' },
            { id: '8', name: 'Номгон' },
            { id: '9', name: 'Сэврэй' },
            { id: '10', name: 'Ханбогд' },
            { id: '11', name: 'Ханхонгор' },
            { id: '12', name: 'Хүрмэн' },
            { id: '13', name: 'Цогт-Овоо' },
            { id: '14', name: 'Цогтцэций' }
        ]
        },
        {
        cityName: 'Сүхбаатар',
        cityId: 'a15',
        Districts: [
            { id: '1', name: 'Асгат' },
            { id: '2', name: 'Баяндэлгэр' },
            { id: '3', name: 'Дарьганга' },
            { id: '4', name: 'Мөнххаан' },
            { id: '5', name: 'Наран' },
            { id: '6', name: 'Онгон' },
            { id: '7', name: 'Сүхбаатар' },
            { id: '8', name: 'Түвшинширээ' },
            { id: '9', name: 'Түмэнцогт' },
            { id: '10', name: 'Уулбаян' },
            { id: '11', name: 'Халзан' },
            { id: '12', name: 'Эрдэнэцагаан' }
        ]
        },
        {
        cityName: 'Сэлэнгэ',
        cityId: 'a16',
        Districts: [
            { id: '1', name: 'Алтанбулаг' },
            { id: '2', name: 'Баруунбүрэн' },
            { id: '3', name: 'Баянгол' },
            { id: '4', name: 'Ерөө' },
            { id: '5', name: 'Жавхлант' },
            { id: '6', name: 'Зүүнбүрэн' },
            { id: '7', name: 'Мандал' },
            { id: '8', name: 'Орхон' },
            { id: '9', name: 'Орхонтуул' },
            { id: '10', name: 'Сайхан' },
            { id: '11', name: 'Сант' },
            { id: '12', name: 'Түшиг' },
            { id: '13', name: 'Хушаат' },
            { id: '14', name: 'Хүдэр' },
            { id: '15', name: 'Цагааннуур' },
            { id: '16', name: 'Шаамар' }
        ]
        },
        {
            cityName: 'Төв',
            cityId: 'a17',
            Districts: [
                { id: '1', name: 'Алтанбулаг' },
                { id: '2', name: 'Аргалант' },
                { id: '3', name: 'Архуст' },
                { id: '4', name: 'Батсүмбэр' },
                { id: '5', name: 'Баян' },
                { id: '6', name: 'Баяндэлгэр' },
                { id: '7', name: 'Баянжаргалан' },
                { id: '8', name: 'Баян-Өнжүүл' },
                { id: '9', name: 'Баянхангай' },
                { id: '10', name: 'Баянцагаан' },
                { id: '11', name: 'Баянцогт' },
                { id: '12', name: 'Баянчандмань' },
                { id: '13', name: 'Борнуур' },
                { id: '14', name: 'Бүрэн' },
                { id: '15', name: 'Дэлгэрхаан' },
                { id: '16', name: 'Жаргалант' },
                { id: '17', name: 'Заамар' },
                { id: '18', name: 'Лүн' },
                { id: '19', name: 'Мөнгөнморьт' },
                { id: '20', name: 'Өндөрширээт' },
                { id: '21', name: 'Сүмбэр' },
                { id: '22', name: 'Сэргэлэн' },
                { id: '23', name: 'Угтаалцайдам' },
                { id: '24', name: 'Цээл' },
                { id: '25', name: 'Эрдэнэ' },
                { id: '26', name: 'Эрдэнэсант' }
            ]
        },
        {
            cityName: 'Увс',
            cityId: 'a18',
            Districts: [
                { id: '1', name: 'Баруунтуруун' },
                { id: '2', name: 'Бөхмөрөн' },
                { id: '3', name: 'Давст' },
                { id: '4', name: 'Завхан' },
                { id: '5', name: 'Зүүнговь' },
                { id: '6', name: 'Зүүнхангай' },
                { id: '7', name: 'Малчин' },
                { id: '8', name: 'Наранбулаг' },
                { id: '9', name: 'Өлгий' },
                { id: '10', name: 'Өмнөговь' },
                { id: '11', name: 'Өндөрхангай' },
                { id: '12', name: 'Сагил' },
                { id: '13', name: 'Тариалан' },
                { id: '14', name: 'Түргэн' },
                { id: '15', name: 'Тэс' },
                { id: '16', name: 'Ховд' },
                { id: '17', name: 'Хяргас' },
                { id: '18', name: 'Цагаанхайрхан' }
            ]
        },
        {
            cityName: 'Ховд',
            cityId: 'a19',
            Districts: [
                { id: '1', name: 'Алтай' },
                { id: '2', name: 'Булган' },
                { id: '3', name: 'Буянт' },
                { id: '4', name: 'Дарви' },
                { id: '5', name: 'Дөргөн' },
                { id: '6', name: 'Дуут' },
                { id: '7', name: 'Жаргалант' },
                { id: '8', name: 'Зэрэг' },
                { id: '9', name: 'Манхан' },
                { id: '10', name: 'Мөнххайрхан' },
                { id: '11', name: 'Мөст' },
                { id: '12', name: 'Мянгад' },
                { id: '13', name: 'Үенч' },
                { id: '14', name: 'Ховд' },
                { id: '15', name: 'Цэцэг' },
                { id: '16', name: 'Чандмань' },
                { id: '17', name: 'Эрдэнэбүрэн' }
            ]
        },
        {
            cityName: 'Хөвсгөл',
            cityId: 'a20',
            Districts: [
                { id: '1', name: 'Алаг-Эрдэнэ' },
                { id: '2', name: 'Арбулаг' },
                { id: '3', name: 'Баянзүрх' },
                { id: '4', name: 'Бүрэнтогтох' },
                { id: '5', name: 'Галт' },
                { id: '6', name: 'Жаргалант' },
                { id: '7', name: 'Их-Уул' },
                { id: '8', name: 'Мөрөн' },
                { id: '9', name: 'Рашаант' },
                { id: '10', name: 'Рэнчинлхүмбэ' },
                { id: '11', name: 'Тариалан' },
                { id: '12', name: 'Тосонцэнгэл' },
                { id: '13', name: 'Төмөрбулаг' },
                { id: '14', name: 'Түнэл' },
                { id: '15', name: 'Улаан-Уул' },
                { id: '16', name: 'Ханх' },
                { id: '17', name: 'Хатгал' },
                { id: '18', name: 'Цагааннуур' },
                { id: '19', name: 'Цагаан-Уул' },
                { id: '20', name: 'Цагаан-Үүр' },
                { id: '21', name: 'Цэцэрлэг' },
                { id: '22', name: 'Чандмань-Өндөр' },
                { id: '23', name: 'Шинэ-Идэр' },
                { id: '24', name: 'Эрдэнэбулган' }
            ]
        },
        {
            cityName: 'Хэнтий',
            cityId: 'a21',
            Districts: [
                { id: '1', name: 'Батноров' },
                { id: '2', name: 'Батширээт' },
                { id: '3', name: 'Баян-Адарга' },
                { id: '4', name: 'Баянмөнх' },
                { id: '5', name: 'Баян-Овоо' },
                { id: '6', name: 'Баянхутаг' },
                { id: '7', name: 'Биндэр' },
                { id: '8', name: 'Бор-Өндөр' },
                { id: '9', name: 'Галшар' },
                { id: '10', name: 'Дадал' },
                { id: '11', name: 'Дархан' },
                { id: '12', name: 'Дэлгэрхаан' },
                { id: '13', name: 'Жаргалтхаан' },
                { id: '14', name: 'Мөрөн' },
                { id: '15', name: 'Норовлин' },
                { id: '16', name: 'Өмнөдэлгэр' },
                { id: '17', name: 'Хэрлэн' },
                { id: '18', name: 'Цэнхэрмандал' }
            ]
        },
        {
        cityName: 'Улаанбаатар',
        cityId: 'a22',
        Districts: [
            { id: '1', name: 'Багануур' },
            { id: '2', name: 'Багахангай' },
            { id: '3', name: 'Баянгол' },
            { id: '4', name: 'Баянзүрх' },
            { id: '5', name: 'Налайх' },
            { id: '6', name: 'Сонгинохайрхан' },
            { id: '7', name: 'Сүхбаатар' },
            { id: '8', name: 'Хан-Уул' },
            { id: '9', name: 'Чингэлтэй' }
        ]
        }
    ]
  }
]
